Repository: jhaygood86/mauborgne
Catalog: po/*.po
Languages: fr, ja, pt_br, ru

source: Add Pad From Screenshot
fr: Ajouter un bloc-notes depuis une capture d'écran
ja: スクリーンショットからワンタイムパッドを追加
pt_br: Adicionar Chave de captura da tela
ru: Добавить блокнот со снимка экрана

source: Add Pad From QR Code Image File
fr: Ajouter un bloc-notes depuis une image de QR code
ja: QR コードの画像ファイルからワンタイムパッドを追加
pt_br: Adicionar Chave de uso único via imagem com código QR
ru: Добавить блокнот с QR кода

source: Add Pad From Camera
fr: Ajouter un bloc-notes depuis l'appareil photo
ja: カメラからワンタイムパッドを追加
pt_br: Adicionar Chave da câmera
ru: Добавить блокнот с камеры

source: Add Pad From Token
fr: Ajouter un bloc-notes à partir d'un jeton
ja: トークンからワンタイムパッドを追加
pt_br: Adicionar Chave do Token
ru: Добавить блокнот из токена

source: Add Pad(s) From Aegis Encrypted JSON
fr: Ajouter des bloc-notes depuis les JSON Aegis cryptés
ja: Aegis 暗号化 JSON からワンタイムパッドを追加
pt_br: Adicionar Chave(s) JSON Criptografada(s) do Aegis
ru: Добавить блокнот(ы) из Aegis Encrypted JSON

source: Add One Time Pad…
fr: Ajouter un bloc-notes à usage unique…
ja: ワンタイムパッドを追加…
pt_br: Adicionar Chave de uso único…
ru: Добавить одноразовый блокнот…

source: Time-based One Time Pads
fr: Ajouter un bloc-notes à usage unique horodaté
ja: TOTP
pt_br: Chaves de uso único baseados em tempo
ru: Одноразовые блокноты на основе времени

source: Counter-based One Time Pads
fr: Ajouter un bloc-notes à usage unique numéroté
ja: HOTP
pt_br: Chaves de uso único baseados em contador
ru: Одноразовые блокноты на основе счётчика

source: Cannot determine pad type
fr: Le type de bloc-notes n'a pu être déterminé
ja: パッドの種類を認識できません
pt_br: Não foi possível determinar o tipo da Chave
ru: Ошибка определения типа колодки

source: Invalid Secret. Please delete and re-import
fr: Secret invalide. Veuillez le supprimer puis le ré-importer
ja: 秘密鍵が不適切です。削除してもう一度インポートしてください
pt_br: Segredo inválido. Favor excluir e importar outra vez
ru: Недействительный секрет. Пожалуйста, удалите и повторно импортируйте

source: Unable to lock vault. Please try a different password
fr: Impossible de déverrouiller le coffre. Veuillez essayer un autre mot de passe
ja: ロックできませんでした。別のパスワードをお試しください
pt_br: Não é possível bloquear o cofre. Por favor, tente uma senha diferente
ru: Невозможно закрыть хранилище. Пожалуйста, попробуйте другой пароль

source: Add a One Time Pad
fr: Ajouter un bloc-notes à usage unique
ja: ワンタイムパッドを追加しましょう
pt_br: Adicionar uma Chave de uso único
ru: Добавить одноразовый блокнот

source: Add a one time pad from a provider
fr: Ajouter un bloc-notes à usage unique depuis un fournisseur
ja: 以下のいずれかの方法でワンタイムパッドを追加してください
pt_br: Adicionar uma Chave de uso único do provedor
ru: Добавить одноразовый блокнот от поставщика

source: Add a pad using a screenshot of a QR code
fr: Ajouter un bloc-notes à l'aide d'une capture d'écran d'un code QR
ja: QR コードのスクリーンショットを使ってパッドを追加します
pt_br: Adicionar uma Chave de uso único via imagem de um código QR
ru: Добавить блокнот с помощью снимка QR кода

source: Add Pad From Aegis JSON
fr: Ajouter un bloc-notes à partir d'un JSON Aegis
ja: Aegis JSON ファイルからパッドを追加
pt_br: Adicionar Chave de uso único JSON do Aegis
ru: Добавить блокнот от Aegis JSON

source: Add a pad using an export of an Aegis encrypted JSON vault file
fr: Ajouter un bloc-notes en utilisant un export d'un fichier de JSON Aegis crypté
ja: Aegis からエクスポートした JSON 暗号化ファイルを使ってパッドを追加します
pt_br: Adicionar uma Chave de uso único via uma exportação de um arquivo JSON de cofre do Aegis
ru: Добавить блокнот с помощью экспорта зашифрованного файла хранилища Aegis JSON

source: Add a pad using an image file that contains a QR Code
fr: Ajouter un bloc-notes à partir d'une image contenant un QR code
ja: QR コードを含む画像ファイルを使ってパッドを追加します
pt_br: Adicionar uma Chave de uso único via arquivo de imagem que contém um código QR
ru: Добавить блокнот с помощью изображения, которое содержит QR код

source: One Time Pad
fr: Bloc-notes à usage unique
ja: ワンタイムパッド
pt_br: Chave de uso único
ru: Одноразовый блокнот

source: Copy
fr: Copier
ja: コピー
pt_br: Copiar
ru: Копировать

source: Export as QR Code
fr: Exporter en QR Code
ja: QR コードとしてエクスポート
pt_br: Exportar como código QR
ru: Экспортировать как QR код

source: Export this pad as Aegis Vault JSON
fr: Exporter ce bloc-notes comme JSON Aegis Vault
ja: Aegis 暗号化 JSON ファイル形式でこのパッドをエクスポート
pt_br: Exportar esta Chave como JSON de cofre do Aegis
ru: Экспортировать этот блокнот как Aegis Vault JSON

source: Export all pads as Aegis Vault JSON
fr: Exporter tous les bloc-notes comme JSON Aegis Vault
ja: Aegis 暗号化 JSON ファイル形式ですべてのパッドをエクスポート
pt_br: Exportar todas as Chaves como JSON de cofre do Aegis
ru: Экспортировать все блокноты как Aegis Vault JSON

source: Export
fr: Exporter
ja: エクスポート
pt_br: Exportar
ru: Экспортировать

source: Delete
fr: Supprimer
ja: 削除
pt_br: Excluir
ru: Удалить

source: Edit
fr: Modifier
ja: 編集
pt_br: Editar
ru: Редактировать

source: Aegis Vault Unlock Password
fr: Mot de passe du coffre Aegis
ja: Aegis 暗号化解除のパスワード
pt_br: Senha de desbloqueio de cofre do Aegis
ru: Пароль для разблокировки хранилища Aegis

source: Password Required
fr: Mot de passe requis
ja: パスワードが必要です
pt_br: Senha necessária
ru: Требуется пароль

source: Need the password to access the Aegis Vault file
fr: Un mot de passe est nécessaire pour accéder au coffre Aegis
ja: Aegis 暗号化ファイルにアクセスするにはパスワードが必要です
pt_br: Necessária a senha para acessar o arquivo de cofre do Aegis
ru: Требуется пароль для доступа к файлу хранилища Aegis

source: Password
fr: Mot de passe
ja: パスワード
pt_br: Senha
ru: Пароль

source: Cancel
fr: Annuler
ja: キャンセル
pt_br: Cancelar
ru: Отменить

source: Unlock
fr: Déverrouiller
ja: ロック解除
pt_br: Desbloquear
ru: Разблокировать

source: 2FA OTP Code Generator
fr: Générateur de code A2F à usage unique
ja: 二段階認証用のワンタイムパスワードコードの生成アプリ
pt_br: Gerador de código OTP 2FA
ru: Генератор кодов двухфакторной аутентификации

source: Import OTP pads from QR codes and generate OTP codes for secure 2FA logins
fr: Importez des blocs à mots de passe à usage unique à partir de codes QR et générez des codes à usage unique pour des connexions A2F sécurisées
ja: QR コードからワンタイムパスワードコードをインポートして、安全な二段階認証ログインに使用できるワンタイムパスワードを生成します
pt_br: Importar Chaves OTP a partir de códigos QR e gerar códigos OTP para logins seguros via 2FA
ru: Импортируйте одноразовые блокноты из QR кодов и генерируйте одноразовые коды для безопасных входов с 2ФА

source: New Features
fr: Nouvelles fonctionnalités
ja: 新機能
pt_br: Novas funcionalidades
ru: Новые функции

source: Importing pads from image files containing QR Codes
fr: Importation des bloc-notes depuis une image contenant des QR codes
ja: QR コードを含む画像ファイルからワンタイムパッドをインポートできる機能を追加
pt_br: Importação de Chaves de uso único via arquivos de imagem que contém Códigos QR
ru: Импорт блокнотов из изображений с QR кодами

source: New Translations
fr: Nouvelles traductions
ja: 翻訳の追加
pt_br: Novas traduções
ru: Новые переводы

source: Portuguese (Brazil)
fr: Portugais (Brésil)
ja: ブラジルポルトガル語
pt_br: Português do Brasil
ru: Португальский (Бразилия)

source: Bugfixes
fr: Corrections
ja: バグ修正
pt_br: Correções de erros
ru: Исправления ошибок

source: Detect dark mode on GNOME versions that do not support the freedesktop color scheme setting
fr: Détecte le mode sombre pour les versions de GNOME qui ne supporter pas le paramètre de couleur de freedesktop
ja: FreeDesktop のカラースキーム設定に対応しない GNOME 版のアプリでダークモードを認識できるように修正
pt_br: Detectar modo escuro em versões do GNOME que não suportam a configuração do esquema de cores do Freedesktop
ru: Обнаружение тёмного режима в версиях GNOME, которые не поддерживают настройку цветовой схемы freedesktop

source: Italian
fr: Italien
ja: イタリア語
pt_br: Italiano
ru: Итальянский

source: Feature Release
fr: Publication des fonctions
ja: 機能リリース
pt_br: Lançamento de recursos
ru: Выпуск функций

source: Add support for copying codes, including pasting the current code on TOTP pads
fr: Ajout la possibilité de copier des codes, dont le collage de l'actuel code dans les bloc-notes TOTP
ja: コードのコピーに対応しました。TOTP パッドの現在のコードも貼り付けできるようになりました
pt_br: Adicionado o suporte para cópia de códigos, incluindo a colagem de código atual em Chaves de TOTP
ru: Добавлена поддержка копирования кодов, включая вставку текущего кода на блокноты TOTP

source: Remove access to AccountService thanks to elementary OS updates
fr: Retire les accès à AccountService grâce à une mise à jour de « elementary OS »
ja: elementary OS の仕様変更に伴い、AccountsService へのアクセス権限を削除
pt_br: Removido o acesso a serviço de conta graças às atualizações do elementary OS
ru: Убран доступ к AccountService благодаря обновлениям elementary OS

source: Add support for editing pads, issuer names, and account names
fr: Ajout du support pour modifier les bloc-notes, le nom du créateur, le nom des comptes
ja: パッド・発行者名・アカウント名の編集に対応
pt_br: Adicionado suporte para a edição de Chaves, nomes de emissores e nomes de contas
ru: Добавлена поддержка редактирования блокнотов, имён издателей и имён учётных записей

source: Adds support for exporting pad(s) in Aegis encrypted JSON format
fr: Ajout de la possibilité d'exporter les bloc-notes au format JSON Aegis crypté
ja: Aegis 暗号化 JSON 形式でのパッドのエクスポートに対応
pt_br: Adicionado suporte à(s) Chave(s) de exportação em formato JSON criptografado do Aegis
ru: Добавлена поддержка экспортирования блокнотов в формате Aegis encrypted JSON

source: Fix crashes when deleting a pad
fr: Correction d'un plantage lors de la suppression d'un bloc-notes
ja: パッドを削除するとクラッシュする不具合を修正
pt_br: Corrigidas falhas ao excluir a Chave
ru: Исправлено падение программы при удалении блокнота

source: Adds missing button to import from Aegis files on welcome screen
fr: Ajout d'un bouton pour importer les fichiers Aegis depuis l'écran d'accueil
ja: ようこそ画面に Aegis ファイルからインポートするためのボタンがなかった不具合を修正
pt_br: Adicionado botão inexistente de importação via arquivos do Aegis na tela de boas-vindas
ru: Добавлена отсутствующая кнопка импорта из файлов Aegis на экране приветствия

source: Clean up account names for accounts where the issuer name is repeated in the account name
fr: Nettoyage des noms des comptes où le nom du créateur était répété dans le nom du compte
ja: 発行者名がアカウント名にも含まれる場合、アカウント名からその部分の文字列を削除するように修正
pt_br: Arrumados nomes de contas onde o nome do emitente é repetido em nome da conta
ru: Убраны имена учётных записей для учётных записей, в которых имя эмитента повторяется в имени учётной записи

source: Updated icons!
fr: Icônes mises à jour !
ja: アイコンをアップデートしました！
pt_br: Ícones atualizados!
ru: Обновлены иконки!

source: Generates OTP Codes for use with 2FA environments
fr: Génère des codes à usage unique à utiliser avec les environnements A2F
ja: 二段階認証で使用できるワンタイムパスワードコードを生成します
pt_br: Gera códigos OTP para uso em ambientes 2FA
ru: Генерирует одноразовые коды для 2ФА

source: Mauborgne;2FA;OTP;
fr: Mauborgne;A2F;2FA;OTP;
ja: Mauborgne;2FA;OTP;二段階認証;ワンタイムパスワード;
ru: Mauborgne;2FA;OTP;2ФА;код;
